let questions = [
    {
        text: 'Кто написал повесть "Му - му"?',
        variants: {
            'a': 'Толстой',
            'b': 'Тургенев',
            'c': 'Пушкин',
            'd': 'Шекспир',
        },
        correctAnswerIndex: 'b',
    },
    {
        text: 'Сколько на земле океанов?',
        variants: {
            'a': '4',
            'b': '2',
            'c': '7',
            'd': '0',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Кто был первым космонавтом?',
        variants: {
            'a': 'Иванов',
            'b': 'Галкин',
            'c': 'Путин',
            'd': 'Гагарин',
        },
        correctAnswerIndex: 'd',
    },
    {
        text: 'Какой город стоит на реке Неве?',
        variants: {
            'a': 'Новосибирск',
            'b': 'Тула',
            'c': 'Санкт-Петербург',
            'd': 'Норильск',
        },
        correctAnswerIndex: 'c',
    },
    {
        text: 'Кто был первый царь всея Руси?',
        variants: {
            'a': 'Николай Романов',
            'b': 'Иван Грозный',
            'c': 'Пётр I',
            'd': 'Борис Годунов',
        },
        correctAnswerIndex: 'b',
    },
]